[Demo_CommonAD_ep4_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=8373,Y=2975,Z=93),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-100,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=8338,Y=2785,Z=-42),VecSub=(X=80,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=8408,Y=2785,Z=-300),VecSub=(X=100,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0200_lp_half_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Bit=1,Number=5)
DemoScripts[9]=(Actor=CHARACTER,Command=POP,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=8373,Y=2805,Z=38),VecSub=(X=90,Y=0,Z=0),CId=258)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=9,CId=258,Bit=4)
DemoScripts[11]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Kurona.GG2_BGM_DM_Usual_Kurona_Cue')
DemoScripts[12]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Ground_2.GG2_AMB_Ground_2_LP_Cue')
DemoScripts[13]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[14]=(Actor=FADE,Command=WAIT)
DemoScripts[15]=(Actor=WINDOW,Command=SET)
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_002_Cue',Name="エコロ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0104_fx_Stand2Laugh",Rate=0,Number=3,Bit=1)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0400_lp_Laugh",Number=8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_003_Cue',Name="クロナ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_004_Cue',Name="クロナ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=WINDOW,Command=EXIT)
DemoScripts[31]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[32]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[33]=(Actor=FADE,Command=WAIT)
DemoScripts[34]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=8408,Y=2785,Z=-42),CId=70)
DemoScripts[35]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[36]=(Actor=FADE,Command=WAIT)
DemoScripts[37]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.3)
DemoScripts[38]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[39]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[40]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[41]=(Actor=WINDOW,Command=SET)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0201_lp_half_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_008_Cue',Name="カミゾノ　マヤ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-35,Z=0),SecTime=0.3)
DemoScripts[55]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[56]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-35,Z=0),SecTime=)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_009_Cue',Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[62]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=8408,Y=2845,Z=82))
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0200_lp_half_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[65]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=8338,Y=2845,Z=73))
DemoScripts[66]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.3)
DemoScripts[67]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[68]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_010_Cue',Name="クロナ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[74]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[75]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[76]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[77]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[80]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[81]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[82]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[83]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=0)
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[90]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=1,Rate=1)
DemoScripts[91]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[92]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[93]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[96]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[97]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[98]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[99]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=0)
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_016_Cue',Name="カミゾノ　マヤ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[104]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[106]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=1,Rate=1)
DemoScripts[107]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[108]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[109]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[112]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[113]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[114]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[115]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=0)
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_019_Cue',Name="カミゾノ　マヤ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[121]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=1,Rate=1)
DemoScripts[122]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[123]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[124]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[127]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[128]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[129]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[130]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=0)
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[135]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_022_Cue',Name="カミゾノ　マヤ")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[137]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[138]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=1,Rate=1)
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_023_Cue',Name="クロナ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_024_Cue',Name="エコロ")
DemoScripts[143]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[144]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0200_lp_half_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[147]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[148]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[149]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[152]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[153]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[154]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[155]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=0)
DemoScripts[156]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[160]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_026_Cue',Name="エコロ")
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[162]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[163]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[164]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[165]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_028_Cue',Name="エコロ")
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[171]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[172]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=1,Rate=1)
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_029_Cue',Name="クロナ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0200_lp_half_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[178]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=1,Rate=1)
DemoScripts[179]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_030_Cue',Name="カミゾノ　マヤ")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[181]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[182]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[183]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[184]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[186]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[187]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_032_Cue',Name="クロナ")
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[189]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[190]=(Actor=WINDOW,Command=EXIT)
DemoScripts[191]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[192]=(Actor=FADE,Command=WAIT)
DemoScripts[193]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[194]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[195]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[196]=(Actor=FADE,Command=WAIT)
DemoScripts[197]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-80,Y=-5,Z=0),SecTime=0.3)
DemoScripts[198]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[199]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-80,Y=-5,Z=0),SecTime=)
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0201_lp_half_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[201]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[202]=(Actor=WINDOW,Command=SET)
DemoScripts[203]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_3.GG2_V_CMNAD_ep4_3_033_Cue',Name="カミゾノ　マヤ")
DemoScripts[204]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[205]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[206]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[207]=(Actor=WINDOW,Command=EXIT)
DemoScripts[208]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[209]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[210]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[211]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[212]=(Actor=SYSTEM,Command=END)

[Select_CommonAD_ep4_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonAD_ep4_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="追上了!")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="不會再讓妳逃走了哦!")

Texts[2]=(Label="TEXT03",Name="庫蘿娜",Text="噫嘻嘻嘻嘻......太遲了DEATH呢!/n庫蘿娜已經找到了/n新的棋子DEATH唷.")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="我介紹一下DEATH./n她就是庫蘿娜的新搭檔DEATH.")

Texts[4]=(Label="TEXT05",Name="真夜",Text="是,主人.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="小......小真夜!?/n連妳也!?")

Texts[6]=(Label="TEXT07",Name="真夜",Text="我是,主人忠實的人偶.")

Texts[7]=(Label="TEXT08",Name="真夜",Text="妨礙主人的人,/n就要抹殺.")

Texts[8]=(Label="TEXT09",Name="峯大小子",Text="\"咿哈哈哈哈!!/n幹掉他們吧--!!!\"")

Texts[9]=(Label="TEXT10",Name="庫蘿娜",Text="殺......殺人什麼的有點太危險了DEATH....../n只要稍~微給他們一點教訓/n就可以了DEATH哦......?")

Texts[10]=(Label="TEXT11",Name="真夜",Text="好的,主人./n我明白了.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="快恢復正常啊!/n小真夜!")

Texts[12]=(Label="TEXT13",Name="真夜",Text="......沒用的./n我只是,執行主人的/n命令而已......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="怎麼會......")

Texts[14]=(Label="TEXT15",Name="峯大",Text="妳纔不是什麼人偶!/n妳是小真夜啊!")

Texts[15]=(Label="TEXT16",Name="真夜",Text="......我是人偶./n是對主人盡忠,依照主人命令/n行動的,道具......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="怎麼會......")

Texts[17]=(Label="TEXT18",Name="峯大",Text="沒辦法了......和小忍那時一樣,/n就算動手也要讓妳變回來!")

Texts[18]=(Label="TEXT19",Name="真夜",Text="主人的障礙,/n無論是什麼都要排除......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="怎麼會......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="人......人偶....../n那換衣服遊戲之類的......吞口水.")

Texts[21]=(Label="TEXT22",Name="真夜",Text="果然還是該抹殺.")

Texts[22]=(Label="TEXT23",Name="庫蘿娜",Text="那個--妳剛纔不是說過/n妳明白了DEATH嗎......?")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="這不是不聽妳的話嗎./n噗噗.")

Texts[24]=(Label="TEXT25",Name="峯大",Text="唔......!/n如果撲通地泡進熱水裡面/n能不能恢復原狀啊......?")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="又不是沖泡食品!")

Texts[26]=(Label="TEXT27",Name="真夜",Text="撲通地......熱水!?/n峯哥,人偶是,不會游泳的唷?")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="變回來了!?")

Texts[28]=(Label="TEXT29",Name="庫蘿娜",Text="振作點DEATH!/n妳是庫蘿娜的僕人DEATH!/n只要拿出毅力就能游泳了DEATH!")

Texts[29]=(Label="TEXT30",Name="真夜",Text="啊,對喔./n......但游泳還是辦不到.主人.")

Texts[30]=(Label="TEXT31",Name="峯大",Text="小真夜......就算被操控了/n也還是一樣不會游泳呢......")

Texts[31]=(Label="TEXT32",Name="庫蘿娜",Text="總之這裡就交給妳了DEATH!/n你們人類就儘管互相戰鬥DEATH吧!!")

Texts[32]=(Label="TEXT33",Name="真夜",Text="YES,主人./n謹遵吩咐.")

Texts[33]=(Label="TEXT34",Name="峯大",Text="小真夜......!")

Texts[34]=(Label="",Name="",Text="")

Texts[35]=(Label="SELECT01",Name="",Text="快恢復正常啊!")

Texts[36]=(Label="SELECT02",Name="",Text="妳纔不是/n什麼人偶")

Texts[37]=(Label="SELECT03",Name="",Text="就算動手也要/n讓妳變回來!")

Texts[38]=(Label="SELECT04",Name="",Text="來玩換衣服遊戲吧")

Texts[39]=(Label="SELECT05",Name="",Text="泡到熱水裡面/n能不能復原呢")

Texts[40]=(Label="SELECT06",Name="",Text="")

Texts[41]=(Label="SELECT07",Name="",Text="")

Texts[42]=(Label="SELECT08",Name="",Text="")

Texts[43]=(Label="SELECT09",Name="",Text="")

Texts[44]=(Label="SELECT10",Name="",Text="")


